[
    {
        "idAutor":1,
        "nombre": "J K Rowling",
        "DOB":"31-07-1965",
        "biografia": "J.K. Rowling es la autora de los siete libros de la saga de Harry Potter; que han vendido más de 500 millones de ejemplares; se han traducido a más de ochenta idiomas y han inspirado ocho películas de gran éxito de taquilla. Rowling es coautora de Harry Potter y el legado maldito; una obra de teatro donde nos presenta a Harry ya adulto. También escribe los guiones de las películas de Animales fantásticos. En 2020; J.K. Rowling volvió a escribir para niños con el cuento de hadas El ickabog; que primero publicó de forma gratuita en línea durante el confinamiento; más tarde donó todos los derechos de autor del libro para ayudar a los grupos vulnerables más afectados por la pandemia de Covid-19. J.K. Rowling confiesa que siempre quiso ser escritora. Vive en Escocia con su familia. Rowling nació el 31 de julio de 1965 en Yate (Reino Unido), hija de Peter James Rowling y Anne Rowling cuyo apellido de soltera era Volant. Su hermana Dianne, Di, nació en el hogar familiar el 18 de junio de 1967 cuando Rowling tenía 23 meses de edad. La familia se mudó al pueblo cercano de Winterbourne cuando Rowling tenía 4 años. Asistió a la Escuela Primaria St Michael's, y se cree que su primer director en St. Michael's, Alfred Dunn, fue la inspiración del personaje de Harry Potter Albus Dumbledore. Cuando era niña, Rowling disfrutaba escribiendo historias fantásticas, las cuales a menudo le relataba a su hermana."
    },
    {
        "idAutor": 2,
        "nombre": "George Orwell",
        "DOB": "25-06-1903",
        "biografia": "Eric Arthur Blair (Motihari, Raj Británico, 25 de junio de 1903-Londres, Reino Unido, 21 de enero de 1950), conocido por su seudónimo de George Orwell, fue un novelista, periodista, ensayista y crítico británico nacido en la India, autor entre otras obras de las novelas distópicas Rebelión en la granja (1945) y 1984 (1949). Su obra lleva la marca de las experiencias autobiográficas vividas por el autor en tres etapas de su vida: su posición en contra del imperialismo británico que lo llevó al compromiso como representante de las fuerzas del orden colonial en Birmania durante su juventud; a favor del socialismo democrático, después de haber observado y sufrido las condiciones de vida de las clases sociales de los trabajadores de Londres y París; y en contra de los totalitarismos nazi y estalinista tras su participación en la guerra civil española, en el bando republicano. Además de cronista, crítico de literatura y novelista, es uno de los ensayistas en lengua inglesa más destacados de las décadas de 1930 y de 1940. También es conocido por sus críticas al totalitarismo en su novela corta alegórica Rebelión en la granja (1945) y su novela distópica 1984 (1949), escrita en sus últimos años de vida y publicada poco antes de su fallecimiento, y en la que crea el concepto de «Gran Hermano», que desde entonces pasó al lenguaje común de la crítica de las técnicas modernas de vigilancia."
    },
    {
        "idAutor": 3,
        "nombre": "Stieg Larsson",
        "DOB": "15-08-1954",
        "biografia": "Stieg Larsson (Suecia; 1954-2004) falleció trágicamente de un ataque al corazón días después de entregar a su editor el tercer volumen de la serie Millennium y poco antes de ver publicado el primero. Periodista y reportero de guerra muy conocido como experto en los grupos de la extrema derecha antidemocrática; participó a mediados de los ochenta en la creación del proyecto antiviolencia Stop the Racism; al que siguió en 1995 el de la Expo Foundation; de cuya revista Expo fue director. Luchador comprometido contra todo tipo de violencia; escribió varios libros de investigación periodística acerca de los grupos nazis de su país y de las oscuras conexiones entre la extrema derecha y el poder político y financiero. Publicada en más 50 países y con más de 105 millones de lectores en todo el mundo; la serie Millennium, con 3 volúmenes e iniciada por Larsson en 2005, fue continuada por David Lagercrantz con otras 3 novelas."
    },
    {
        "idAutor": 4,
        "nombre": "Julio Verne",
        "DOB": "08-02-1828",
        "biografia": "Jules Gabriel Verne, conocido en los países hispanohablantes como Julio Verne (Nantes, 8 de febrero de 1828-Amiens, 24 de marzo de 1905), fue un escritor, dramaturgo y poeta francés, célebre por sus novelas de aventuras y por su profunda influencia en el género literario de la ciencia ficción. Nacido en una familia burguesa, estudió para continuar los pasos de su padre, Pierre Verne, como abogado pero muy joven decidió abandonar ese camino para dedicarse a la literatura. Su colaboración con el editor Pierre-Jules Hetzel dio como fruto la creación de Viajes extraordinarios, una popular serie de novelas de aventuras escrupulosamente documentadas y visionarias[cita requerida] entre las que se incluían las famosas De la Tierra a la Luna (1865), Veinte mil leguas de viaje submarino (1870), La vuelta al mundo en ochenta días (1872), La isla misteriosa (1874) o Dos años de vacaciones (1888). Ya antes había publicado Cinco semanas en globo (1863) y Viaje al centro de la Tierra (1864). Es uno de los escritores más importantes de Francia y de toda Europa gracias a la evidente influencia de sus libros en la literatura vanguardista y el surrealismo, y desde 1979 es el segundo autor más traducido en el mundo, después de Agatha Christie. Se le considera, junto a H. G. Wells, uno de los «padres de la ciencia ficción». Fue condecorado con la Legión de Honor en 1892 por sus aportes a la educación y a la ciencia."
    },
    {
        "idAutor": 5,
        "nombre":"Isabel Allende",
        "DOB":"",
        "biografia": ""
    },
    {
        "idAutor": 6,
        "nombre":"Gabriel García Márquez",
        "DOB":"",
        "biografia": ""
    },
    {
        "idAutor": 7,
        "nombre":"José Hernández",
        "DOB":"",
        "biografia": ""
    },
    {
        "idAutor": 8,
        "nombre":"Irene Vallejo",
        "DOB":"",
        "biografia": ""
    },
    {
        "idAutor": 9,
        "nombre":"Dante Alighieri",
        "DOB":"",
        "biografia": ""
    }
]